adamwalzer.scss-lint
alefragnani.Bookmarks
alefragnani.project-manager
Angular.ng-template
AngularDoc.angulardoc-vscode
bierner.color-info
bierner.emojisense
bierner.markdown-preview-github-styles
blairleduc.touch-bar-display
bmewburn.vscode-intelephense-client
calebporzio.better-phpunit
calebporzio.simple-php-cs-fixer
christian-kohler.path-intellisense
codezombiech.gitignore
CoenraadS.bracket-pair-colorizer
cssho.vscode-svgviewer
DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
donjayamanne.git-extension-pack
donjayamanne.githistory
DotJoshJohnson.xml
DSKWRK.vscode-generate-getter-setter
eamodio.gitlens
EditorConfig.EditorConfig
eg2.tslint
eg2.vscode-npm-script
eiminsasete.apacheconf-snippets
eriklynd.json-tools
esbenp.prettier-vscode
fabiospampinato.vscode-projects-plus
felixfbecker.php-debug
felixfbecker.php-intellisense
felixfbecker.php-pack
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
formulahendry.code-runner
gerane.Theme-Peacock
guillaumedoutriaux.name-that-color
hardikpthv.AngularMaterial
hasanali.gitignore-templates
James-Yu.latex-workshop
jasonnutter.search-node-modules
joelday.docthis
johnpapa.angular-essentials
johnpapa.Angular2
johnpapa.vscode-peacock
jtr.vscode-position
junstyle.php-cs-fixer
killalau.vscode-liquid-snippets
le0zh.vscode-regexp-preivew
MariusAlchimavicius.json-to-ts
mariusschulz.yarn-lock-syntax
mikestead.dotenv
mrmlnc.vscode-apache
mrmlnc.vscode-scss
ms-azuretools.vscode-docker
ms-python.python
ms-vscode.Go
ms-vscode.node-debug2
ms-vscode.vscode-typescript-tslint-plugin
ms-vsliveshare.vsliveshare
msjsdiag.debugger-for-chrome
msjsdiag.debugger-for-edge
msjsdiag.vscode-react-native
natewallace.angular2-inline
neilbrayfield.php-docblocker
neilding.language-liquid
nrwl.angular-console
Orta.vscode-ios-common-files
Orta.vscode-react-native-storybooks
patbenatar.advanced-new-file
PKief.material-icon-theme
pmneo.tsimporter
redhat.java
santosh.react-native-snippet
sianglim.slim
sleistner.vscode-fileutils
streetsidesoftware.code-spell-checker
sysoev.language-stylus
Telerik.nativescript
thekalinga.bootstrap4-vscode
timothymclane.react-redux-es6-snippets
tombonnike.vscode-status-bar-format-toggle
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
waderyan.gitblame
WallabyJs.quokka-vscode
wayou.vscode-todo-highlight
wcwhitehead.bootstrap-3-snippets
whatwedo.twig
wix.extractor
wmaurer.change-case
wwm.better-align
ziyasal.vscode-open-in-github